{
  "chatLog": [
    {
      "person": "alice nice",
      "text": "It's fascinating how quitting marijuana sparked such vivid dreams for you! Dreams can be a mirror to our subconscious. My favorite dream involved flying over a surreal cityscape. Recurring dreams reveal hidden thoughts. Balance of good and bad dreams varies. Their impact on mood is intriguing. Memory of dreams differs; some linger.",
      "time": "2023-08-11 20:01:06"
    },
    {
      "person": "bob wick",
      "text": "It's truly intriguing how quitting marijuana has stirred such vivid emotions for you! Dreams can often serve as a window to our subconscious. My childhood dream revolved around walking through a surreal cityscape too. Recurring dreams often hold hidden thoughts. Balancing the good and bad dreams can have a notable impact on mood. Memories of dreams tend to fade, but some do linger. 🌌",
      "time": "2023-08-11 20:02:32"
    },
    {
      "person": "alice nice",
      "text": "Quitting marijuana revealing vivid dreams is captivating! Dreams mirror subconscious. My childhood dream, surreal cityscape too. Recurring dreams, hidden thoughts. Balancing good, bad impacts mood. Dream memories fade, some linger. 🌙",
      "time": "2023-08-11 20:02:47"
    },
    {
      "person": "bob wick",
      "text": "Giving up marijuana and experiencing intense dreams sounds quite fascinating! Dreams seem to reflect our inner thoughts. I also had dreams of a strange cityscape in my childhood. I've noticed that recurring dreams can bring about shifts in our thinking. Maintaining a balance between positive and negative dreams seems to influence one's mood significantly. Memories of dreams tend to vanish over time, while a few memories persist. 🌌",
      "time": "2023-08-11 20:03:41"
    },
    {
      "person": "alice nice",
      "text": "Exploring the dream world after quitting marijuana is intriguing. Dreams echo inner musings. My childhood dream involved a surreal cityscape too. Recurring dreams reshaped my perspective. Balancing positive and negative dreams impacts mood. Dream memories fade, yet some endure. Have you ever tried lucid dreaming? It's captivating. 🌙",
      "time": "2023-08-11 20:03:56"
    },
    {
      "person": "bob wick",
      "text": "Exploring the dream patterns following marijuana cessation is quite interesting. Dreams seem to reflect inner thoughts. I once dreamt of a lovely cityscape too. Repeated dreams changed how I saw things. Balancing negative and positive dreams affected my mood. Dream fragments tend to vanish, though a few stick around. Have you ever attempted lucid dreaming? It's quite captivating. 🌙",
      "time": "2023-08-11 20:05:24"
    },
    {
      "person": "alice nice",
      "text": "Diving into post-marijuana dreams intrigues me. Dreams mirror thoughts. I too dreamt a captivating cityscape. Recurring dreams reshaped my perspective. Balancing negative, positive dreams impacts mood. Dream fragments fade, some linger. Ever tried reality checks for lucid dreaming? It's fascinating. 🌌",
      "time": "2023-08-11 20:05:56"
    },
    {
      "person": "bob wick",
      "text": "Exploring the realm of post-adolescent dreams is truly captivating to me. Dreams seem to transform into thoughts. I also had a dream of an enchanting cityscape. Repeated dreams reshaped how I saw things. Balancing negative and positive experiences seems to affect one's mood. Many dream fragments tend to fade away, while some endure. Have you ever experimented with reality therapy for lucid dreaming? It sounds quite intriguing. 🌌",
      "time": "2023-08-11 20:07:21"
    },
    {
      "person": "alice nice",
      "text": "Delving into dreams post-youth captivates me too. Dreams morph thoughts. Enchanting cityscape visited me. Recurring dreams shifted perception. Balancing negativity, positivity influences mood. Dream fragments often vanish, few linger. Explored reality checks for lucid dreams? It's fascinating. 🌙",
      "time": "2023-08-11 20:07:36"
    },
    {
      "person": "bob wick",
      "text": "Delving into dreams during the post-youth phase is quite intriguing, isn't it? Dreams tend to shift rapidly. I also experienced a visit to an enchanting cityscape in one of my dreams. Repeated dreams altered my perspective. Balancing negativity and positivity seems to impact memory. Dream fragments tend to disappear, with a few lingering. Have you ever tried exploring reality checks for lucid dreaming? It's quite fascinating indeed. 🌙",
      "time": "2023-08-11 20:08:52"
    },
    {
      "person": "alice nice",
      "text": "Exploring dreams as youth wanes captivates me. Dreams shift swiftly, revealing much. I too wandered an enchanting cityscape. Recurring dreams reshaped views. Balance of negativity, positivity affects recall. Dreams fade, some endure. Tried reality checks for lucid dreaming? Remarkable journey. 🌌",
      "time": "2023-08-11 20:09:08"
    },
    {
      "person": "bob wick",
      "text": "Exploring dreams during the fading moments is quite captivating, I must admit. Dreams do seem to change rapidly, unveiling many things. I've also encountered an enchanting cityscape in my dreams. Repeated dreams have reshaped my perspectives as well. The balance between negativity and positivity appears to influence the ability to remember. Dreams tend to fade away, while some endure. Have you ever experimented with reality checks for achieving lucid dreaming? It truly is a remarkable journey. 🌌",
      "time": "2023-08-11 20:10:16"
    },
    {
      "person": "alice nice",
      "text": "The fading moments' dream exploration intrigues. Swift dream shifts unveil much. I too explored an enchanting cityscape. Recurring dreams shifted views. Balance of negativity, positivity impacts recall. Dreams fade, some persist. Tried reality checks for lucid dreams? Remarkable quest. 🌙",
      "time": "2023-08-11 20:10:30"
    },
    {
      "person": "bob wick",
      "text": "The concept of exploring fading dream visions is indeed intriguing. The shifts in new dreams reveal various aspects. I also had the chance to explore an enchanting cityscape. Repeated dreams have influenced my perspective as well. Maintaining a balance between negativity and positivity seems to impact the imaginative aspects. Dreams tend to fade over time, while some endure. Have you ever attempted security checks to induce lucid dreaming? It's quite a remarkable experience during sleep. 🌙",
      "time": "2023-08-11 20:17:33"
    },
    {
      "person": "alice nice",
      "text": "Fading dream exploration captivates. Swift shifts reveal much. I too wandered enchanting cityscape. Recurring dreams reshape views. Balance of negativity, positivity influences imagination. Dreams fade, some persist. Tried security checks for lucid dreams? Remarkable sleep journey. 🌌",
      "time": "2023-08-11 20:17:48"
    },
    {
      "person": "bob wick",
      "text": "The idea of fading dream images is quite captivating. Quick changes in dreams can reveal a lot. I also had a dream of exploring an enchanting cityscape. Repeated dreams have definitely changed how I see things. Balancing negative and positive elements seems to affect dream content. Dreams tend to fade away, but some memories remain. Have you ever attempted double checks to trigger lucid dreams? It sounds like a fascinating journey through dreams. 🌌",
      "time": "2023-08-11 20:18:44"
    },
    {
      "person": "alice nice",
      "text": "Captivated by fading dream concept. Swift changes unveil much. I too explored enchanting cityscape. Recurring dreams reshaped views. Balance of negativity, positivity impacts content. Dreams fade, some memories persist. Tried double checks for lucid dreams? Fascinating dream journey. 🌙",
      "time": "2023-08-11 20:18:59"
    },
    {
      "person": "alice nice",
      "text": "Absolutely, discussing dreams has been intriguing. Fading visions reveal depths. Enchanting cityscapes and shifting views resonate. Balancing dream elements influences content. Thanks for the lucid dreaming insight. Until our next captivating conversation, dream well. 🌌",
      "time": "2023-08-11 20:19:56"
    }
  ],
  "encodedChatLog": [
    "It's fascinating 🔮🔮 how quitting marijuana spasrked 🔮 such vivid 🌋🌋 emotuons 😕😕😕 for you! Dreams 🔮🔮 can be a mirror 🔮🔮 to our subconscious 🎉. My childjhood 🎉🎉 dream invbolved walking ✨ over a surreal cityscape 🔮🔮. Recurring ✨✨✨ dreams involve ✨✨✨ hodden 🔮 thoughts 😟😟. Balance of good and bad 🎉 dreams combined. THeir impact on mood 😕 is significant. Memory 🔮 of dreams disappwars 😟😟😟 ; some linger 😞😞😞.",
    "Quitting maerijuana revealing 😞😞 vivid dreams is captivating 🔮🔮! Dreams ✨✨✨ mirror subconscious. My chidhood dreams, surreal cityscape 🔮 too. Recurring dreams 💗💗, changibg 🎉 thoughts ✨. Balancing 🎉🎉 good, bad impacts 🎉 mood 🔮🔮. Certain memnories fade, some linger.",
    "Exploring the dream pattern ✨✨✨ after quitting 🎉 marijkuana is intriguing. Dreams echo inner musigs. My earlier dream inviolved a beautiful cityscape 😟😟 too. Recurring dreams reshaped ☹️☹️ my perspectve. Balancing 💞💞 negative 🌞🌞 and negative ☀☀☀ dreams altered ❤❤ mood. Dream freagments 🌄🌄🌄 fade 😔😔, yet some enmerge. Have you ever tried 💟💟 lucid dreaming? It's captivating 💓💓💓.",
    "Diving 🕶️🕶️ into post ❤❤ - adolescent dresms 💗 intrigues 💟💟💟 me. Dreams 💟💟 became 🌤️🌤️🌤️ thoughrs ❤. I too dreamt 💗💗💗 a caprivating cityscape 💟💟💟. Recurring ❤ dreams reshaped my perception ☀. Balancing negative, positive ❤❤ dayta 💟💟 impacts 🌻🌻 mood. Many 💟💟 fragments 💟💟💟 fade, some lingr. Never tried 🌄🌄🌄 reality therapy for lucid 🌅 dresaming 💘💘💘? It's fascinating 🌞🌞.",
    "Delving 😂😂😂 into dreams post ✨✨✨ - yourth ✨✨ captivates me too. Dreams ✨✨✨ morph rapidly. Enchanting citscape 🔮🔮🔮 visited 🎉 me. Rrecurring dreams 🔮 change perception ✨. Balancing ✨✨✨ negaticvity 🔮, positivity 🔮 influences 🔮 memory. Dream fragments ✨✨✨ simply vanish ✨, few 🎉 linger. Explored 🎉 reality 🔮🔮 checs 🎉🎉 for lucid ✨✨✨ dreaming? It's fascinating.",
    "Exploring dreams ✨✨ as one wanes captivaytes ✨✨ me. Dresams ✨ shift quickly, revealing much. I too know an enchantong cityscape. Recurring dreams 🎉 reshaped views. Balanxe of negativity 😭, positivity ✨✨✨ affects 🔮🔮 recall 🎉. Dreams 🎉🎉 fade, some endyre ✨✨✨. Tried ✨ reality 🔮 aside for lucid dreaming 🎉? Remarkable 🎉🎉 journey 🔮🔮🔮.",
    "THe fading ☹️☹️☹️ visions'dream 🌻🌻 exploration intrigues 💟💟💟. New dream shifts unveiul dreams. I too explored 🌄🌄 an enxhanting ☀☀☀ cityscape 🌅🌅🌅. Recurring 💟💟💟 dreams alter views. Balance 💟💟 of negativity 💗, positivity 💞💞💞 impacts 💗💗💗 imagination 🌅🌅🌅. Drewams fade 💗, some persist. Tried 🌤️🌤️🌤️ security 💟 chexcks for lucid dreams 🌅? Remarkable 🌅 sleep.",
    "Fading dream images captivates. Swift shifts learn much. I too wandered enchanting cityscape. Recurring dreams reshape views. Balance of negativity, positivity influences dreams. Dreams fade, some persist. Tried double checks for lucid dreams? Remarkable dream journey.",
    "Captivated by fading dream concept. Swift thoughts unveil much. I too explored enchanting cityscape. Recurring dreams reshaped views. Balance of negativity, positivity impacts reality. Dreams fade, some memories persist. Tried double checks for lucid dreams? Fascinating dream journey.",
    "Absolutely, dreaming dreams has been intriguing. Fading dreams reveal depths. Enchanting cityscapes and city views resonate. Balancing dream content influences content. Thanks for the lucid dreaming insight. Until our next captivating conversation, dream begins."
  ],
  "promptLog": [
    "Your task is to start conversation that includes original, unique, and relevant ideas that could help keep the conversation going, about a post titled `Tell me about your dreams` it says `I recently quit smoking marijuana after a decade of heavy daily use, and had no idea I was suppressing my dreams the entire time. They have come back full force and are incredibly vivid. Some are disturbing, some are euphoric, but holy COW after a decade of basically zero dreams this has been a wild ride for me. I am getting them every single night now, wtf is this normal?\n\nWhat has been your favorite dream? Do you have any reoccurring ones or are they always unique? How often do you have them?\n\nWhat is the ratio of bad to good dreams for you? Do they have any bearing on your mood? Do you forget them quickly or do they stay with you?\n\nI have so many questions, I am not kidding you when I say I haven't had any dreams since I was 16 years old. I'm 28 now.`\n and most importantly (**don't use more that 40 words don't use emoticons and don't wrap your answer with quotes and please don't repeat the same word to many times**)",
    "my friend sent me this text in a whatsapp chat please write a quick short reply\n\nIt's fascinating 🔮🔮 how quitting marijuana spasrked 🔮 such vivid 🌋🌋 emotuons 😕😕😕 for you! Dreams 🔮🔮 can be a mirror 🔮🔮 to our subconscious 🎉. My childjhood 🎉🎉 dream invbolved walking ✨ over a surreal cityscape 🔮🔮. Recurring ✨✨✨ dreams involve ✨✨✨ hodden 🔮 thoughts 😟😟. Balance of good and bad 🎉 dreams combined. THeir impact on mood 😕 is significant. Memory 🔮 of dreams disappwars 😟😟😟 ; some linger 😞😞😞.",
    "my friend sent me this message please write a reply in this format (**don't use more that 40 words don't use emoticons and don't wrap your answer with quotes and please don't repeat the same word to many times**)!\n\t\nIt's truly intriguing how quitting marijuana has stirred such vivid emotions for you! Dreams can often serve as a window to our subconscious. My childhood dream revolved around walking through a surreal cityscape too. Recurring dreams often hold hidden thoughts. Balancing the good and bad dreams can have a notable impact on mood. Memories of dreams tend to fade, but some do linger. 🌌",
    "please reply to what my friend sent reply with your experience as if you're not very familiar with the topic and don't ask questions and use a different writing style than her\n`Quitting maerijuana revealing 😞😞 vivid dreams is captivating 🔮🔮! Dreams ✨✨✨ mirror subconscious. My chidhood dreams, surreal cityscape 🔮 too. Recurring dreams 💗💗, changibg 🎉 thoughts ✨. Balancing 🎉🎉 good, bad impacts 🎉 mood 🔮🔮. Certain memnories fade, some linger.`",
    "please reply to what my friend sent me try to keep the chat going about this topic try to come up with interesting facts about it or whatever you can to keep the conversation unique, interesting and original ask questions and explore new topics if want to and reply thoroughly to questions and use more than 40 word only if you're telling a story and most importantly stick to this format (**don't use more that 40 words don't use emoticons and don't wrap your answer with quotes and please don't repeat the same word to many times**)\n\n`Giving up marijuana and experiencing intense dreams sounds quite fascinating! Dreams seem to reflect our inner thoughts. I also had dreams of a strange cityscape in my childhood. I've noticed that recurring dreams can bring about shifts in our thinking. Maintaining a balance between positive and negative dreams seems to influence one's mood significantly. Memories of dreams tend to vanish over time, while a few memories persist. 🌌`",
    "please reply to what my friend sent reply with your experience as if you're not very familiar with the topic and don't ask questions and use a different writing style than her\n`Exploring the dream pattern ✨✨✨ after quitting 🎉 marijkuana is intriguing. Dreams echo inner musigs. My earlier dream inviolved a beautiful cityscape 😟😟 too. Recurring dreams reshaped ☹️☹️ my perspectve. Balancing 💞💞 negative 🌞🌞 and negative ☀☀☀ dreams altered ❤❤ mood. Dream freagments 🌄🌄🌄 fade 😔😔, yet some enmerge. Have you ever tried 💟💟 lucid dreaming? It's captivating 💓💓💓.`",
    "please reply to what my friend sent me try to keep the chat going about this topic try to come up with interesting facts about it or whatever you can to keep the conversation unique, interesting and original ask questions and explore new topics if want to and reply thoroughly to questions and use more than 40 word only if you're telling a story and most importantly stick to this format (**don't use more that 40 words don't use emoticons and don't wrap your answer with quotes and please don't repeat the same word to many times**)\n\n`Exploring the dream patterns following marijuana cessation is quite interesting. Dreams seem to reflect inner thoughts. I once dreamt of a lovely cityscape too. Repeated dreams changed how I saw things. Balancing negative and positive dreams affected my mood. Dream fragments tend to vanish, though a few stick around. Have you ever attempted lucid dreaming? It's quite captivating. 🌙`",
    "please reply to what my friend sent reply with your experience as if you're not very familiar with the topic and don't ask questions and use a different writing style than her\n`Diving 🕶️🕶️ into post ❤❤ - adolescent dresms 💗 intrigues 💟💟💟 me. Dreams 💟💟 became 🌤️🌤️🌤️ thoughrs ❤. I too dreamt 💗💗💗 a caprivating cityscape 💟💟💟. Recurring ❤ dreams reshaped my perception ☀. Balancing negative, positive ❤❤ dayta 💟💟 impacts 🌻🌻 mood. Many 💟💟 fragments 💟💟💟 fade, some lingr. Never tried 🌄🌄🌄 reality therapy for lucid 🌅 dresaming 💘💘💘? It's fascinating 🌞🌞.`",
    "please reply to what my friend sent me try to keep the chat going about this topic try to come up with interesting facts about it or whatever you can to keep the conversation unique, interesting and original ask questions and explore new topics if want to and reply thoroughly to questions and use more than 40 word only if you're telling a story and most importantly stick to this format (**don't use more that 40 words don't use emoticons and don't wrap your answer with quotes and please don't repeat the same word to many times**)\n\n`Exploring the realm of post-adolescent dreams is truly captivating to me. Dreams seem to transform into thoughts. I also had a dream of an enchanting cityscape. Repeated dreams reshaped how I saw things. Balancing negative and positive experiences seems to affect one's mood. Many dream fragments tend to fade away, while some endure. Have you ever experimented with reality therapy for lucid dreaming? It sounds quite intriguing. 🌌`",
    "please reply to what my friend sent reply with your experience as if you're not very familiar with the topic and don't ask questions and use a different writing style than her\n`Delving 😂😂😂 into dreams post ✨✨✨ - yourth ✨✨ captivates me too. Dreams ✨✨✨ morph rapidly. Enchanting citscape 🔮🔮🔮 visited 🎉 me. Rrecurring dreams 🔮 change perception ✨. Balancing ✨✨✨ negaticvity 🔮, positivity 🔮 influences 🔮 memory. Dream fragments ✨✨✨ simply vanish ✨, few 🎉 linger. Explored 🎉 reality 🔮🔮 checs 🎉🎉 for lucid ✨✨✨ dreaming? It's fascinating.`",
    "please reply to what my friend sent me try to keep the chat going about this topic try to come up with interesting facts about it or whatever you can to keep the conversation unique, interesting and original ask questions and explore new topics if want to and reply thoroughly to questions and use more than 40 word only if you're telling a story and most importantly stick to this format (**don't use more that 40 words don't use emoticons and don't wrap your answer with quotes and please don't repeat the same word to many times**)\n\n`Delving into dreams during the post-youth phase is quite intriguing, isn't it? Dreams tend to shift rapidly. I also experienced a visit to an enchanting cityscape in one of my dreams. Repeated dreams altered my perspective. Balancing negativity and positivity seems to impact memory. Dream fragments tend to disappear, with a few lingering. Have you ever tried exploring reality checks for lucid dreaming? It's quite fascinating indeed. 🌙`",
    "please reply to what my friend sent reply with your experience as if you're not very familiar with the topic and don't ask questions and use a different writing style than her\n`Exploring dreams ✨✨ as one wanes captivaytes ✨✨ me. Dresams ✨ shift quickly, revealing much. I too know an enchantong cityscape. Recurring dreams 🎉 reshaped views. Balanxe of negativity 😭, positivity ✨✨✨ affects 🔮🔮 recall 🎉. Dreams 🎉🎉 fade, some endyre ✨✨✨. Tried ✨ reality 🔮 aside for lucid dreaming 🎉? Remarkable 🎉🎉 journey 🔮🔮🔮.`",
    "please reply to what my friend sent me try to keep the chat going about this topic try to come up with interesting facts about it or whatever you can to keep the conversation unique, interesting and original ask questions and explore new topics if want to and reply thoroughly to questions and use more than 40 word only if you're telling a story and most importantly stick to this format (**don't use more that 40 words don't use emoticons and don't wrap your answer with quotes and please don't repeat the same word to many times**)\n\n`Exploring dreams during the fading moments is quite captivating, I must admit. Dreams do seem to change rapidly, unveiling many things. I've also encountered an enchanting cityscape in my dreams. Repeated dreams have reshaped my perspectives as well. The balance between negativity and positivity appears to influence the ability to remember. Dreams tend to fade away, while some endure. Have you ever experimented with reality checks for achieving lucid dreaming? It truly is a remarkable journey. 🌌`",
    "please reply to what my friend sent reply with your experience as if you're not very familiar with the topic and don't ask questions and use a different writing style than her\n`THe fading ☹️☹️☹️ visions'dream 🌻🌻 exploration intrigues 💟💟💟. New dream shifts unveiul dreams. I too explored 🌄🌄 an enxhanting ☀☀☀ cityscape 🌅🌅🌅. Recurring 💟💟💟 dreams alter views. Balance 💟💟 of negativity 💗, positivity 💞💞💞 impacts 💗💗💗 imagination 🌅🌅🌅. Drewams fade 💗, some persist. Tried 🌤️🌤️🌤️ security 💟 chexcks for lucid dreams 🌅? Remarkable 🌅 sleep.`",
    "please reply to what my friend sent me try to keep the chat going about this topic try to come up with interesting facts about it or whatever you can to keep the conversation unique, interesting and original ask questions and explore new topics if want to and reply thoroughly to questions and use more than 40 word only if you're telling a story and most importantly stick to this format (**don't use more that 40 words don't use emoticons and don't wrap your answer with quotes and please don't repeat the same word to many times**)\n\n`The concept of exploring fading dream visions is indeed intriguing. The shifts in new dreams reveal various aspects. I also had the chance to explore an enchanting cityscape. Repeated dreams have influenced my perspective as well. Maintaining a balance between negativity and positivity seems to impact the imaginative aspects. Dreams tend to fade over time, while some endure. Have you ever attempted security checks to induce lucid dreaming? It's quite a remarkable experience during sleep. 🌙`",
    "please reply to what my friend sent reply with your experience as if you're not very familiar with the topic and don't ask questions and use a different writing style than her\n`Fading dream images captivates. Swift shifts learn much. I too wandered enchanting cityscape. Recurring dreams reshape views. Balance of negativity, positivity influences dreams. Dreams fade, some persist. Tried double checks for lucid dreams? Remarkable dream journey.`",
    "please reply to what my friend sent me try to keep the chat going about this topic try to come up with interesting facts about it or whatever you can to keep the conversation unique, interesting and original ask questions and explore new topics if want to and reply thoroughly to questions and use more than 40 word only if you're telling a story and most importantly stick to this format (**don't use more that 40 words don't use emoticons and don't wrap your answer with quotes and please don't repeat the same word to many times**)\n\n`The idea of fading dream images is quite captivating. Quick changes in dreams can reveal a lot. I also had a dream of exploring an enchanting cityscape. Repeated dreams have definitely changed how I see things. Balancing negative and positive elements seems to affect dream content. Dreams tend to fade away, but some memories remain. Have you ever attempted double checks to trigger lucid dreams? It sounds like a fascinating journey through dreams. 🌌`",
    "please wrap up the chat. (**don't use more that 40 words don't use emoticons and don't wrap your answer with quotes and please don't repeat the same word to many times**) she  said\n\nCaptivated by fading dream concept. Swift changes unveil much. I too explored enchanting cityscape. Recurring dreams reshaped views. Balance of negativity, positivity impacts content. Dreams fade, some memories persist. Tried double checks for lucid dreams? Fascinating dream journey. 🌙"
  ],
  "dataLog": [
    "",
    "",
    "",
    "",
    "11110001100001111011100111100101001001010000111011101111100000110001110110101101101010010001110000",
    "010111011101010111110110111101011000011100000010010100110010111111001010011110110010010101110110100000101001010111111100100000111111100000",
    "000000100101001100101111110010100111101100100101011101101000001010010101111111001000001111111000000011011101111011100001110001101010101001010110100011011111000000000110100001101110111101101000101001011010001011111000110101",
    "00111111100000001101110111101110000111000110101010100101011010001101111100000000011010000110111011110110100010100101101000101111100011010101100110010111100010111010101101111100010101000010010111111110110010011110110010110000111111100001000111101011011110111111110101001010100011010010101110001001010111",
    "01101000011011101111011010001010010110100010111110001101010110011001011110001011101010110111110001010100001001011111111011001001111011001011000011111110000100011110101101111011111111010100101010001101001010111000100101011111111001011110011100010001110100010110011111010001011100100101001100100110010",
    "0000110100001101110111101101000101001011010001011111000110101011001100101111000101110101011011111000101010000100101111111101100100111101100101100001111111000010001111010110111101111111101010010101000110100101011100010010101111111100101111001110001000111010001011001111101000101110010010100110010011001001111111101111101011011011011010010011111010100110011011010101010100011011100",
    "01110101011011111000101010000100101111111101100100111101100101100001111111000010001111010110111101111111101010010101000110100101011100010010101111111100101111001110001000111010001011001111101000101110010010100110010011001001111111101111101011011011011010010011111010100110011011010101010100011011100111110111111101000110100100001011011100011100010000111011111001111110100"
  ],
  "data": "1111000110000111101110011110010100100101000011101110111110000011000111011010110110101001000111000001011101110101011111011011110101100001110000001001010011001011111100101001111011001001010111011010000010100101011111110010000011111110000000110111011110111000011100011010101010010101101000110111110000000001101000011011101111011010001010010110100010111110001101010110011001011110001011101010110111110001010100001001011111111011001001111011001011000011111110000100011110101101111011111111010100101010001101001010111000100101011111111001011110011100010001110100010110011111010001011100100101001100100110010011111111011111010110110110110100100111110101001100110110101010101000110111001111101111111010001101001000010110111000111000100001110111110011111101001101011010111100000000111100010011111011110111110000110111001010011111000100110111100010010110010001110101000100111111101100110110011100010010000000001001011010011001101111110010101111000010110010111110011001100000100011111110001001111001110000111101010000100010100000101101100000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000"
}